{
  "8556e9e": "contact us",
  "-67b439d2": "abc featured one of a kind",
  "35966f": "rugs",
  "7de95886": "Fresco",
  "-5f09ffc7": "Hints of the past reimagined anew, our Fresco rugs are vintage pieces sourced from Turkey + Pakistan and meticulously transformed through sun fading and shearing into dreamy pastel palettes styled with a modern distressed finish.",
  "58636a08": "Shop Collection",
  "-6cd3a216": "Samoke",
  "-7987ae72": "A designer favorite, Samoke rugs render vintage motifs abstract through expert application of the highest quality silk and up to 30 varieties of each tone.",
  "5c09bd14": "Color Reform",
  "-c2993b8": "Drenched in rich pigment, Color Reform rugs feature a myriad of iconic rug designs reborn through chromatic color. The reformative process evolved over years to feature rugs made from wool, handspun silk, recycled sari silk, and linen.",
  "-2e3e774e": "Sabideh",
  "64bde0b0": "Hand-selected antique rugs from Turkey are meticulously reformed over a cyclical process of washing, sunning, and shearing. The organic reactions from the vegetable dyes re-activate, composing distinctly delightful centerpiece rugs.",
  "7fe4dee1": "Casablanca",
  "5bab8211": "Woven without a design graph by the Berber weavers of the Atlas Mountains, our authentic Moroccan rugs are imbued with ancient wisdom, saturated organic color, and the bold spirit of the minimalist design.",
  "-7a0a359f": "Kilims",
  "-74956f15": "Cultivated over several years by our Turkish partners, these rare vintage rugs feature Anatolian motifs in dreamy, earth-toned palettes that provide warmth and a sense of culture to a living space.",
  "-2d9ef2c4": "Samsara",
  "102fde26": "An homage to the Sanskrit word for rebirth, Samsara rugs feature a new, closed-loop process that upcycles forgotten oversized vintage carpets into hundreds of smaller-sized rugs and infuses them with vibrant color.",
  "3d4a1d8": "Blast",
  "-3b133dbc": "Artfully textured rugs handcrafted by a unique reductive process that harnesses sand to unearth hidden tonalities & textures below the foundation. A unique multi-dimensional look and feel in a range of designs & colors.",
  "55df0693": "Sample Featured Product",
  "e86682a": "An homage to the Sanskrit word for rebirth, the Samsara collection introduces a new, closed-loop process that upcycles forgotten oversized vintage carpets into hundreds of colorful and smaller-sized rugs.",
  "35ae696a": "Collaborating closely with a long-time artisanal partner in Pakistan, each hand-knotted Samsara rug is individually tailored and revitalized through a combination of restorative processes. With no matter wasted, the Samsara rugs assume the ancient axiom that they too will be born again through cycles of change.",
  "2326f643": "book an appointment",
  "-745adcb7": "request a booking",
  "24eeab": "Name",
  "-2b7010d0": "Email Address",
  "21cf90c1": "MORE INFORMATION",
  "5a0ea5a1": "Thank you! Your submission has been received!",
  "-7c112e99": "Oops! Something went wrong while submitting the form."
}